Repository: iblislin/gphotoframe
Catalog: po/*.po
Languages: nl_nl

source: Image Viewer
nl_nl: Afbeeldingenweergever

source: Photo Frame
nl_nl: Fotoframe

source: Show photos on Desktop
nl_nl: Afbeeldingen weergeven op bureaublad

source: Display a slideshow from your Photo Frame
nl_nl: Een diavoorstelling weergeven van uw Photo Frame

source: API reload interval minutes
nl_nl: Tussenposse in minuten van API-herladen

source: API reload interval minutes for meta groups
nl_nl: Tussenposse in minuten van API-herladen voor metadatagroepen

source: API reload interval minutes for meta groups (Your Groups or The Commons). It should be greater than 10 minutes.
nl_nl: Tussenposse in minuten van API-herladen voor metadatagroepen (uw groepen of de gebruikelijke). Het moet meer zijn dan 10 minuten.

source: API reload interval minutes. It should be greater than 10 minutes.
nl_nl: Tussenposse in minuten van API-herladen. Het moet meer zijn dan 10 minuten.

source: Always on Visible Workspace
nl_nl: Altijd op zichtbaar werkblad

source: Always show the fav icon
nl_nl: Altijd het favoriet-pictogram weergeven

source: Always show the geo icon
nl_nl: Altijd het gelocatie-pictogram weergeven

source: Always show the info icon
nl_nl: Altijd het informatiepictogram weergeven

source: Always show the share icon
nl_nl: Altijd het deelpictogram weergeven

source: Always show the source icon
nl_nl: Altijd het bron-pictogram weergeven

source: Always show the trash icon
nl_nl: Altijd het prullenbakpictogram weergeven

source: Auth token
nl_nl: Authenticatiesleutel

source: Date format
nl_nl: Datumopmaak

source: Determines the icon position, 0: left-top, 1: right-top, 2: right-bottom, 3: left-bottom.
nl_nl: Bepaalt de pictogrampositie, 0: linksboven, 1: rechtsboven, 2: rechtsonder, 3: linksonder.

source: Disable Clutter library support
nl_nl: Clutter-bibliotheek-ondersteuning uitschakelen

source: Disable delete posts
nl_nl: Verwijderen van foto's uitschakelen

source: Disabled plugins list
nl_nl: Lijst van uitgeschakelde plugins

source: E-mail adress as user ID
nl_nl: E-mailadres als gebruikersID

source: Enable ban icon for liked posts
nl_nl: Verbanpictogram voor gelikete berichten inschakelen

source: Enable description field
nl_nl: Omschrijvingsveld inschakelen

source: Enable direct links to Flickr photos
nl_nl: Directe verwijzingen naar Flickr-foto's inschakelen

source: Enable fullscreen mode animations
nl_nl: Volledig scherm-animaties inschakelen

source: Enable icon animations
nl_nl: Icoonanimaties inschakelen

source: Fav icon position
nl_nl: Positie van favoriet-pictogram

source: Fix the photo frame on the root window
nl_nl: Het fotoframe vastzetten op het beginvenster

source: Flickr user ID
nl_nl: Flickr-gebruikersID

source: Geo icon position
nl_nl: Positie van geolocatie-pictogram

source: Google account user ID
nl_nl: Google-account gebruikersID

source: If the RSS feed includes multiple RSS feeds, this value is used as the standard deviation for random weight of each RSS feed. When this value is less than 0, the each weight is the number of total image included in each RSS feed.
nl_nl: Als de RSS-feed over meerdere RSS-feeds beschikt, dan wordt deze waarde gebruikt als de standaard afwijking voor de totale diepte van elke RSS-feed. Wanneer deze waarde minder dan 0 is, is elk gewicht het nummer van de totaal afbeelding in de feed.

source: If true, changing of photo image in fullscreen mode will be animated. The program needs to be restarted to take effect the change of the setting.
nl_nl: Indien waar, zal het veranderen van afbeeldingen in volledige scherm-modus geanimeerd zijn. De applicatie moet herstart worden om deze verandering in werking te laden treden.

source: If true, hiding and un-hiding of icons will be animated. The program needs to be restarted to take effect the change of the setting.
nl_nl: Indien waar, zal het verbergen en weergeven van pictogrammen geanimeerd zijn. De applicatie moet herstart worden om deze verandering in werking te laden treden.

source: If true, icons will be shown on screensaver.
nl_nl: Indien waar, zullen pictogrammen worden weergegeven op de schermbeveiliging.

source: If true, image filename suffixes (jpe?g|png|gif|bmp) are shown.
nl_nl: Indien waar, zullen bestandsextensies van afbeeldingen (jpe?g|png|gif|bmp) worden weergegeven.

source: Interval seconds in full screen mode
nl_nl: Tussenposse in seconden in volledige scherm-modus

source: Interval seconds in window mode
nl_nl: Tussenpose in seconden in venstermodus

source: Map source URI
nl_nl: Bronmap-URI

source: Max aspect ratio for Photo
nl_nl: Maximale beeldverhouding voor foto

source: Minimum aspect ratio for Photo
nl_nl: Minimale beeldverhouding voor foto

source: Minimum image height
nl_nl: Minimale afbeeldingshoogte

source: Minimum image height. When this value is less than 0, image size filter is disabled.
nl_nl: Minimale afbeeldingshoogte. Wanneer deze waarde minder dan 0 is, zal het afbeeldingsgrootte-filter uitgeschakeld worden.

source: Minimum image width
nl_nl: Minimale afbeeldingsbreedte

source: Minimum image width. When this value is less than 0, image size filter is disabled.
nl_nl: Minimale afbeeldingsbreedte. Wanneer deze waarde minder dan 0 is, zal het afbeeldingsgrootte-filter uitgeschakeld worden.

source: Photo frame X position
nl_nl: Fotoframe X-positie

source: Photo frame Y position
nl_nl: Fotoframe Y-positie

source: Photo frame border color
nl_nl: Fotoframe randkleur

source: Photo frame border width
nl_nl: Fotoframe randbreedte

source: Photo frame fix mode
nl_nl: Fotoframe vastgezette modus

source: Photo frame full screen mode
nl_nl: Fotoframe volledig scherm-modus

source: Photo frame sticky mode
nl_nl: Fotoframe vastgepinde modus

source: Photo image max height
nl_nl: Maximale afbeeldingshoogte

source: Photo image max width
nl_nl: Maximale afbeeldingsbreedte

source: Photo source default weight
nl_nl: Standaardgewicht van fotobro

source: Preferences height
nl_nl: Voorkeurenhoogte

source: Preferences width
nl_nl: Voorkeurenbreedte

source: RSS reload interval minutes
nl_nl: RSS-herlaadinterval in minuten

source: RSS reload interval minutes. It should be greater than 10 minutes.
nl_nl: RSS-herlaadinterval in minuten. Het moet meer zijn dan 10 minuten.

source: Recent opend preferences page number
nl_nl: Recent geopende instellingspaginanummer

source: Recent selected photo source
nl_nl: Recent geselecteerde fotobron

source: Share icon position
nl_nl: Positie van deelpictogram

source: Show icons on screensaver
nl_nl: Iconen weergeven op schermbeveiliging

source: Source icon position
nl_nl: Positie van bronicoo

source: Standard deviation of RSS feed random weights
nl_nl: Standaard afwijking van RSS-feed willekeurige diepts

source: The field sets the number of photo cache files.
nl_nl: Dit velt stelt het aantal te cachen afbeeldingsbestanden in.

source: The field sets the number of recent photo menu items.
nl_nl: Dit veld stelt het aantal recente afbeeldingsmenu-items in.

source: The number of photo cache files
nl_nl: Het aantal te cachen afbeeldingsbestanden

source: The number of recent photo menu items
nl_nl: Het aantal te cachen recente afbeeldingsmenu-items

source: Trash icon position
nl_nl: Positie van prullenbakpictogram

source: Tumblr blog name
nl_nl: Tumblr-blognaam

source: User ID
nl_nl: GebruikersID

source: User full name
nl_nl: Volledige naam van gebruiker

source: User name
nl_nl: Gebruikersnaam

source: Whether to show filename suffix
nl_nl: Of de bestandsnaamextensie moeten worden getoond of niet

source: All
nl_nl: Alles

source: General
nl_nl: Algemeen

source: Last 180 days
nl_nl: Laatste 180 dagen

source: Last 30 days
nl_nl: Laatste 30 dagen

source: Last 360 days
nl_nl: Laatste 360 dagen

source: Last 7 days
nl_nl: Laatste 7 dagen

source: Last 90 days
nl_nl: Laatste 90 dagen

source: Loading...
nl_nl: Bezig met laden...

source: Ma_x Rate:
nl_nl: Ma_ximale verversing:

source: Mi_n Rate:
nl_nl: Mi_nimale verversing:

source: Photo Frame for GNOME Desktop
nl_nl: Fotoframe voor GNOME-bureaublad

source: Photo Source
nl_nl: Fotobro

source: Show only _latest photos
nl_nl: Alleen _laatste foto's weergeven

source: _Exclude hidden files and folders
nl_nl: Verborgen mappen en bestanden _uitsluiten

source: _Include subfolders
nl_nl: Submappen _meenemen

source: _Password:
nl_nl: _Wachtwoord:

source: _Select albums
nl_nl: Albums _selecteren

source: _Source:
nl_nl: _Bron:

source: _Specified other people's ID
nl_nl: _Opgegeven ID van andere mense

source: _Target:
nl_nl: _Doel:

source: _User ID:
nl_nl: _GebruikersID:

source: _Weight:
nl_nl: _Diepte:

source: <b>Desktop</b>
nl_nl: <b>Bureaublad</b>

source: <b>Interval</b>
nl_nl: <b>Tussenpose</b>

source: <b>Maximum Display Size</b>
nl_nl: <b>Maximale weergavegrootte</b>

source: <b>Photo Sources</b>
nl_nl: <b>Fotobronnen</b>

source: Always on _Visible Workspace
nl_nl: Altijd op _zichtbaar werkblad

source: Au_thentication
nl_nl: Au_thenticatie

source: In _Full Screen Mode:
nl_nl: In _volledig scherm-modus

source: In _Window Mode:
nl_nl: In _venstermodus:

source: Name
nl_nl: Naam

source: Photo Frame Preferences
nl_nl: Fotoframe-instellingen

source: Photos
nl_nl: Foto's

source: Source
nl_nl: Bron

source: Target
nl_nl: Doel

source: Weight
nl_nl: Diepte

source: Wi_dth:
nl_nl: Br_eedte:

source: _Auto Start
nl_nl: _Automatisch opstarten

source: _Height:
nl_nl: _Hoogte:

source: seconds
nl_nl: seconden

source: Open _Recent
nl_nl: _Recente openen

source: _Full Screen
nl_nl: _Volledig scherm

source: _Next Photo
nl_nl: _Volgende foto

source: Untitled
nl_nl: Zonder titel

source: Show _History
nl_nl: _Geschiedenis weergeven

source: Screen Saver
nl_nl: Schermbeveiliging

source: GPhotoFrame History
nl_nl: GPhotoFrame-geschiedenis

source: by %s
nl_nl: door %s

source: The photo source should be ignored if the weight is 0.
nl_nl: De afbeeldingsbron zal worden genegeerd als de diepte 0 is.

source: %s Plugin
nl_nl: %s-plugi

source: Add to faves
nl_nl: Aan favorieten toevoegen

source: Remove from faves
nl_nl: Uit favorieten verwijderen

source: Rate this photo
nl_nl: Deze foto waarderen

source: Open the map
nl_nl: De map openen

source: Querying...
nl_nl: Bezig met opvragen...

source: Open this photo
nl_nl: Deze foto openen

source: Move to trash
nl_nl: Naar prullenbak verplaatsen

source: Ban this photo
nl_nl: Deze foto verbannen

source: Move this photo to the trash?
nl_nl: Deze foto naar de prullenbak verplaatsen?

source: This photo will be moved to the trash.
nl_nl: Deze foto zal worden verplaatst naar de prullenbak.

source: Ban this photo?
nl_nl: Deze foto verbannen?

source: This photo will be add to the black list.
nl_nl: Deze foto zal worden toegevoegd aan de zwarte lijst.

source: Date
nl_nl: Datum

source: Focal Length
nl_nl: Vocale lengte

source: mm
nl_nl: m

source: Exposure
nl_nl: Belichting

source: Aperture
nl_nl: Opening

source: Exposure Bias
nl_nl: Belichtingsafwijking

source: Flash
nl_nl: Flits

source: Flash Bias
nl_nl: Flitsafwijking

source: Not Authenticated
nl_nl: Niet geauthenticeerd

source: Options
nl_nl: Voorkeuren

source: Cannot move file to trash, do you want to delete immediately?
nl_nl: Kan bestanden niet naar de prullenbak verplaatsen. Wilt u ze direct verwijderen?

source: The file "%s" cannot be moved to the trash.
nl_nl: Het bestand "%s" kan niet worden verplaatst naar de prullenbak.

source: Can't import %s plugin: %s.
nl_nl: Kan %s-plugin niet importeren: %s.

source: Contacts Photos
nl_nl: Afbeeldingen van contactpersonen

source: Favorites
nl_nl: Favorieten

source: Group Pool
nl_nl: Groepsgemeenschap

source: Interestingness
nl_nl: Mate van interesse

source: People Photos
nl_nl: Foto's van mensen

source: Photo Search
nl_nl: Foto's zoeken

source: The Commons
nl_nl: De gebruikelijke

source: Your Groups
nl_nl: Uw groepen

source: _User:
nl_nl: _Gebruiker:

source: Enter NSID or User Name in the URL
nl_nl: Vul NSID of gebruikersnaam van de URL in

source: _Group:
nl_nl: _Groep:

source: Enter NSID or Group Name in the URL
nl_nl: Vul NSID of groepsnaam van de URL i

source: _Tags:
nl_nl: _Sleutelwoorden:

source: You are connected to Flickr.com as %s.
nl_nl: U bent verbonden met Flickr.com als %s.

source: _Switch User
nl_nl: _Gebruiker wisselen

source: GPhotoFrame needs your authorization in order to view private photos or to add photos to favorites list on your Flickr.com account. Press the "Authorize" button to open a web browser and give GPhotoFrame the authorization.
nl_nl: GPhotoFrame heeft uw authenticatie nodig om privÃ©foto's te kunnen weergeven of foto's toe te voegen aan uw Flickr.com-account. Klik op de "Authoriseren"-knop om een webbrowser te openen en GPhotoFrame te authoriseren.

source: _Authorize
nl_nl: _Authoriseren

source: Return to this dialog after you have finished the authorization process on Flickr.com and click the "Complete Authorization" button below
nl_nl: Keer terug naar dit dialoogvenster nadat u het authorisatie-proces op Flickr.com heeft afgerond en klik dan op de onderstaande "Authorisatie afronden"-knop.

source: _Complete Authorization
nl_nl: Authorisatie _voltooien

source: Photo Share Service
nl_nl: Foto-deeldienst

source: %(source)s: %(target)s is invalid target.
nl_nl: %(source)s: %(target)s is ongeldig doel.

source: Flickr: invalid nsid API url.
nl_nl: Flickr: ongeldige nsid-API-URL.

source: flickr: can not find,
nl_nl: flickr: kan niet vinden,

source: Flickr API Error (%s): %s
nl_nl: Flickr API-fout (%s): %s

source: F-Spot Photo Manager
nl_nl: F-Spot Fotobeheerder

source: Remove from catalog
nl_nl: Uit verzameling verwijderen

source: Remove this photo from the catalog?
nl_nl: Deze foto uit de verzameling verwijderen?

source: This photo will be removed from the %s catalog.
nl_nl: Deze foto zal worden verwijderd uit de %s-verzameling.

source: Last %s days
nl_nl: Laatste %s dagen

source: Rate
nl_nl: Waarderen

source: Period
nl_nl: Tijdsti

source: _Tag:
nl_nl: _Sleutelwoord:

source: Social Network Service
nl_nl: Sociale netwerkdienst

source: Wall
nl_nl: Muur

source: News Feed
nl_nl: Nieuwsoverzicht

source: To retrieve the album list, close this dialog once, please reopen after a while.
nl_nl: Sluit dit dialoogvenster eenmaal en heropen het om de albumlijst te verkrijgen.

source: You are logged into Facebook as %s.
nl_nl: U bent ingelogd op Facebook as %s.

source: _Logout
nl_nl: _Uitloggen

source: You are not logged into Facebook. If you would like to redo the authentication, you have to restart GPhotoFrame.
nl_nl: U bent niet ingelogd op Facebook. Als u de authenticatie opnieuw wilt doen, moet u GPhotoFrame herstarten.

source: You are logged into Facebook as %s. If you would like to redo the authentication, you have to restart GPhotoFrame.
nl_nl: U bent ingelogd op Facebook als %s. Als u de authenticatie opnieuw wilt doen, moet u GPhotoFrame herstarten.

source: Certification Error
nl_nl: Certificaatfout

source: Album
nl_nl: Albu

source: Community Search
nl_nl: Zoeken in gemeenschap

source: Featured
nl_nl: Uitgelicht

source: User
nl_nl: Gebruiker

source: _Keyword:
nl_nl: _Sleutelwoord:

source: Share Anything
nl_nl: Wat dan ook delen

source: Remove from Tumblr
nl_nl: Verwijderen van Tumblr

source: Remove this photo from Tumblr?
nl_nl: Deze foto verwijderen van Tumblr?

source: This photo will be removed from Tumblr.
nl_nl: Deze foto zal worden verwijderd van Tumblr.

source: Dashboard
nl_nl: Thuispaneel

source: Likes
nl_nl: Vind ik leuks

source: Share on Tumblr
nl_nl: Delen op Tumblr

source: Share this photo on Tumblr?
nl_nl: Deze foto delen op Tumblr?

source: This photo will be shared on Tumblr.
nl_nl: Deze foto zal worden gedeeld op Tumblr.

source: Reblog
nl_nl: Herbloggen

source: Reblog this photo?
nl_nl: Deze foto herbloggen?

source: This photo will be rebloged on Tumblr.
nl_nl: Deze foto zal worden hergeblogd op Tumblr.

source: _E-mail:
nl_nl: _E-mailadres:

source: RSS and Atom Feeds
nl_nl: RSS- en Atom-feeds

source: _Title:
nl_nl: _Titel:

source: Folder
nl_nl: Map

source: Local Folder
nl_nl: Lokale map

source: Shotwell Photo Manager
nl_nl: Shotwell Fotobeheerder

source: Set rating as rejected
nl_nl: Waardering instellen als afgewezen

source: Set rating as rejected?
nl_nl: Waardering instellen als afgewezen?

source: The rating of this photo will be set as rejected. GPhotoFrame will skip rejected photos.
nl_nl: De waardering van deze afbeelding zal worden ingesteld als afgewezen. GPhotoFrame zal afgewezen afbeeldingen overslaan.

source: _Description:
nl_nl: _Omschrijving:
